Repository: Checkerbeule/ZenDo
Catalog: lib/localization/arb/todo/todo_*.arb
Languages: de

source: Add new todo
de: Neue Aufgabe hinzufügen

source: Backlog
de: Speicher

# changeToFittingList
source: Should the following fitting list be selected?
de: Soll die folgende passende Liste ausgewählt werden?

source: completed
de: erledigt

source: Completed todos
de: Erledigte Aufgaben

source: Created on
de: Erstellt am

source: Creation date
de: Erstalldatum

# dateDoesNotFitAnyListError
source: Date does not fit any list
de: Datum passt zu keiner Liste

# dateDoesNotFitListError
source: Date does not fit selected list
de: Datum passt nicht zur gewählten Liste

source: Delete todo
de: Aufgabe löschen

# deleteTodoQuestion
source: Do you really want to permanently delete this task?
de: Diese Aufgabe wirklich unwiederbringlich löschen?

# descriptionHintText
source: Description (optional)
de: Beschreibung (optional)

# descriptionLabel
source: Description
de: Beschreibung

source: Due on
de: Fällig am

source: Edit todo
de: Aufgabe bearbeiten

# errorTitleEmpty
source: Title must not be empty
de: Titel darf nicht leer sein

# errorTitleUnavailable
source: Title is allready taken
de: Titel ist bereits vergeben

# errorTodoAllreadyExistsInDestinationList
source: Todo allready exists in destination list
de: Aufgabe bereits vohanden in Zielliste

# expirationDate
source: Due date
de: Fälligkeitsdatum

# invalidDateFormatError
source: Invalid date format
de: Falsches Datumsformat

source: List
de: Liste

# loadingTodosIndicator
source: Loading Todos...
de: Lade Aufgaben...

source: next
de: nächste

# noDateelectedError
source: Not date selected
de: Kein Datum ausgewählt

source: No open todos left
de: Keine offenen Aufgaben vorhanden

source: previous
de: vorherige

# shiftNotPossible
source: Todo can not be moved!
de: Verschieben der Aufgabe nicht möglich!

# titleHintText
source: The todo's title
de: Titel der Aufgabe

# titleLable
source: Title
de: Titel

# todoMovedToX
source: Todo was moved to {ListScopeLabel} list
de: Aufgabe wurde in {ListScopeLabel} Liste verschoben

source: Todo-Title
de: Aufgaben-Titel
